# The MIT License
#
# Copyright 2021 Reinaldo Junio Dias de Abreu <rjdda at aluno.ifnmg.edu.br>.
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

lang=pt-BR
title=Akinator Quiz
page_welcome=Inicio
page_about=Sobre
msg_welcome=Bem-vindo ao Akinator Quiz!
msg_about_project=O Akinator \u00e9 um jogo que consiste num g\u00eanio virtual que \u00e9 capaz de adivinhar a personagem em que o jogador est\u00e1 pensando, seja ela real ou n\u00e3o, atrav\u00e9s de perguntas sobre suas caracter\u00edsticas. Pensando nisso neste projeto temos uma vers\u00e3o modificada deste jogo, onde voc\u00ea deve responder a perguntas diversas.
login=Entrar
main_hello=Ol\u00e1 {0}, escolha um quiz para jogar:
user_not_logged=Visitante
about_title=Sobre a Equipe
about_reinaldo=Discente de Ci\u00eancia da Computa\u00e7\u00e3o no Instituto Federal do Norte de\n                Minas Gerais, Campus Montes Claros. Tem atualmente conhecimentos nas\n                seguintes tecnologias: C/C++, Python, Lua, R, Julia, Fortran, Q#,\n                JavaScript, PHP, SQL, Linux e Git. Participou em um projeto de\n                pesquisa com foco em geoestat\u00edstica e no momento em participa de um\n                projeto com mesmo foco para o desenvolvimento de software que integra\n                a geoestat\u00edstica e estat\u00edstica bayesiana com o m\u00e9todo da krigagem\n                ordin\u00e1ria para gera\u00e7\u00e3o de mapas de precis\u00e3o.
about_alexandre=Bacharelando em Ci\u00eancia da Computa\u00e7\u00e3o no IFNMG - Campus Montes Claros.                 Possui breve experi\u00eancia como auxiliar de comunica\u00e7\u00e3o digital e                 assistente de suporte t\u00e9cnico. Possui conhecimentos em JavaScript,                 ReactJS, NodeJS, SQL e Python.
about_diego=Cursando ci\u00eancias da computa\u00e7\u00e3o no Instituto Federal do Norte de Minas Gerais, Campus Montes Claros. Possui conhecimento em C, C++, C#, java e Unity.
about_mirralis=Atualmente cursa Ci\u00eancia da Computa\u00e7\u00e3o no Instituto Federal do Norte de Minas\n                Gerais - IFNMG. Pratica Game Development como um hobby, usando primariamente\n                Unreal Engine e SFML, empregando a linguagem C++. Tamb\u00e9m \u00e9 familiarizado com Godot\n                Engine, C#, C e Java, embora C++ e UE4 sejam as suas ferramentas de escolha.
quiz_tecnologia=Tecnologia
btn_play=JOGAR
available=Quizzes dispon\u00edveis: